[Text]
SING_LOADING=Kraunasi...
SING_SING=Dainuoti
SING_SING_DESC=Iš karto: Dainuoti solo ar dviese
SING_EDITOR=Redagavimas
SING_EDITOR_DESC=Kurti savo dainas
SING_EXIT_DESC=Išeiti iš žaidimo

SING_OPTIONS_GAME=Žaidimas
SING_OPTIONS_GRAPHICS=Grafika
SING_OPTIONS_SOUND=Garsas
SING_OPTIONS_LYRICS=Žodžiai
SING_OPTIONS_THEMES=Temos
SING_OPTIONS_RECORD=Įrašinėjimas
SING_OPTIONS_NETWORK=Tinklas
SING_OPTIONS_EXIT=Išeiti

SING_OPTIONS_GAME_DESC=Žaidimo nustatymai
SING_OPTIONS_GAME_PLAYERS=Žaidėjai
SING_OPTIONS_GAME_DIFFICULTY=Sunkumas
SING_OPTIONS_GAME_LANGUAGE=Kalba
SING_OPTIONS_GAME_TABS=Kortelės
SING_OPTIONS_GAME_SORTING=Rūšiavimas
SING_OPTIONS_GAME_DEBUG=Problemų šalinimas

SING_OPTIONS_GRAPHICS_DESC=Grafikos nustatymai
SING_OPTIONS_GRAPHICS_RESOLUTION=Rezoliucija
SING_OPTIONS_GRAPHICS_FULLSCREEN=Pilnas Ekranas
SING_OPTIONS_GRAPHICS_DEPTH=Gylis
SING_OPTIONS_GRAPHICS_OSCILLOSCOPE=Osciloskopas
SING_OPTIONS_GRAPHICS_MOVIE_SIZE=Filmo Dydis

SING_OPTIONS_SOUND_DESC=Garso nustatymai
SING_OPTIONS_SOUND_MIC_BOOST=Mikrofono pagarsinimas
SING_OPTIONS_SOUND_CLICK_ASSIST=Metronomas
SING_OPTIONS_SOUND_BEAT_CLICK=Ritmo metronomas
SING_OPTIONS_SOUND_THRESHOLD=Slenkstis
SING_OPTIONS_SOUND_TWO_PLAYERS_MODE=Dviejų žaidėjų rėžimas

SING_OPTIONS_LYRICS_DESC=Žodžių nustatymai
SING_OPTIONS_LYRICS_FONT=Fontas
SING_OPTIONS_LYRICS_EFFECT=Efektas
SING_OPTIONS_LYRICS_SOLMIZATION=Solfedžiavimas

SING_OPTIONS_THEMES_DESC=Temos Nustatymai
SING_OPTIONS_THEMES_THEME=Tema
SING_OPTIONS_THEMES_SKIN=Skinas
SING_OPTIONS_THEMES_COLOR=Spalva

SING_OPTIONS_RECORD_DESC=Įrašinėjimo nustatymai
SING_OPTIONS_RECORD_CARD=Garso korta
SING_OPTIONS_RECORD_INPUT=Įėjimas
SING_OPTIONS_RECORD_CHANNELL=Kairysis Kanalas
SING_OPTIONS_RECORD_CHANNELR=Dešinysis Kanalas

SING_OPTIONS_NETWORK_DESC=Tinklo nustatymai
SING_OPTIONS_NETWORK_VERSIONCHECK=Tikrinti Versiją
SING_OPTIONS_NETWORK_SENDVERSION=Atsisiūsti Versiją
SING_OPTIONS_NETWORK_USEANONYMOUS=Anoniminis prisijungimas



SING_CHOOSE_MODE=Išsirinkite rėžimą
SING_GAME_OPTIONS=Žaidimo nustaymai
SING_GAME_OPTIONS_DESC=Keisti žaidimo nustatymus
SING_LEGEND_SELECT=Pasirinkti
SING_LEGEND_NAVIGATE=Naršyti
SING_OPTIONS=Nustatymai
SING_DIFFICULTY=Pasirinkite Sunkumą
SING_EASY=lengvas
SING_MEDIUM=vidutinis
SING_HARD=sunkus
SING_TIME=LAIKAS
SING_TOTAL=Viso
SING_SONG_SELECTION=Dainos išrinkimas
SING_CHOOSE_SONG=Išsirinkite dainą
SING_SING_MODE=Dainuoti solo
SING_NOTES=Natos
SING_GOLDEN_NOTES=Auksinės natos
SING_PHRASE_BONUS=Eilutės bonusas
SING_EXIT=Išeiti
SING_TOP_5_CHARTS=TOP 5
SING_ENTER_PLAYER_NAME=Įveskite žaidėjo vardą  ठਠ